Repository: osprey74/kazahana-ios
Catalog: kazahana-ios/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, id, ko, pt, ru, zh_cn, zh_tw

# evacuation.prefectureAuto
source: 自動（位置情報から判定）
en: Auto (from location)

# evacuation.prefectureOverride
source: 都道府県（手動設定）
en: Prefecture (manual)

# evacuation.recommended
source: おすすめ
en: Recommended

# evacuation.requestLocation
source: 位置情報を許可する
en: Allow Location Access

# evacuation.shelterInfo
source: 施設情報
en: Shelter Information

# evacuation.shelterName
source: 施設名
en: Name

# evacuation.straightLineDistance
source: 直線距離
en: Straight-line distance

# evacuation.supportedHazards
source: 対応災害種別
en: Supported Hazard Types

# evacuation.title
source: 避難誘導
en: Evacuation Assist

# evacuation.useMapAppInstead
source: 地図アプリでのナビをご利用ください。
en: Please use the Maps app for navigation.

# menu.newPost
source: 新規投稿
en: New Post

# menu.reload
source: タイムラインを再読み込み
en: Reload Timeline

# menu.submitPost
source: 投稿を送信
en: Submit Post

# menu.view
source: 表示
en: View

# profileQR.copiedToast
source: リンクをコピーしました
en: Link copied

# profileQR.copyLink
source: リンクをコピー
en: Copy link

# profileQR.save
source: QR コードを保存
en: Save QR code

# profileQR.savedToast
source: QR コードを保存しました
en: QR code saved

# profileQR.saveError
source: 保存に失敗しました
en: Failed to save

# profileQR.share
source: 共有
en: Share

# profileQR.title
source: 友達を招待
en: Invite Friends

# settings.allowGroupInvites
source: グループ招待を受け取る相手
en: Allow group invites from

# settings.allowGroupInvites.all
source: 全員
en: Everyone

# settings.allowGroupInvites.following
source: フォロー中の人のみ
en: People I follow

# settings.allowGroupInvites.none
source: 誰からも受け取らない
en: No one

# settings.allowGroupInvitesHint
source: グループチャットへの招待を受け取る相手を設定します。
en: Choose who can invite you to group chats.

# settings.chatSection
source: チャット
en: Chat

# settings.closeAction
source: 閉じるボタンの動作
en: Close button action

# settings.closeAction.minimize
source: Dock に最小化
en: Minimize to Dock

# settings.closeAction.quit
source: アプリを終了
en: Quit app

# settings.fontSize
source: 文字サイズ
en: Font Size

# settings.fontSize.extraLarge
source: 特大
en: Extra Large

# settings.fontSize.large
source: 大
en: Large

# settings.fontSize.medium
source: 標準
en: Medium

# settings.fontSize.small
source: 小
en: Small

# settings.imageOpenMode
source: 画像の表示方法
en: Image Display

# settings.imageOpenModeApp
source: アプリ内で開く
en: Open in app

# settings.imageOpenModeExternal
source: ブラウザで開く
en: Open in browser

# settings.launchAtLogin
source: ログイン時に起動
en: Launch at login

# settings.longformServiceUrl
source: 長文投稿サービス URL
en: Long-form post service URL

# settings.longformServiceUrlDelete
source: URLを削除
en: Delete URL

# settings.longformServiceUrlFooter
source: standard.site 対応サービスの投稿ページ URL を設定すると、コンポーザに「長文を書く」ボタンが表示されます。
en: Set the posting page URL of a standard.site-compatible service. A "Write long-form" button will appear in the composer.

# timeline.readUpToHere
source: ↓ ここまで読んだ ↓
en: ↓ Read up to here ↓

# common.ok
source: OK
ko: 확인
zh_cn: 好
zh_tw: 好

# compose.ok
source: OK
ko: 확인
ru: ОК
zh_cn: 确定
zh_tw: 確定
